{
  "categoryName": {
    "en": "Digital Design & Strategy",
    "sv": "Digital design & strategi"
  },
  "icon": "PhPaletteDuotone",
  "color": "green",
  "services": [
    {
      "price": 5000,
      "unit": {
        "en": "SEK/project",
        "sv": "kr/projekt"
      },
      "name": {
        "en": "Brand Identity Package",
        "sv": "Varumärkespaket"
      },
      "description": {
        "en": "Comprehensive brand development, including logo design, colour palette, typography, and brand guidelines to establish a cohesive visual identity.",
        "sv": "Omfattande varumärkesarbete, inklusive logotypdesign, färgpalett, typografi och varumärkesriktlinjer för att skapa en sammanhängande visuell identitet."
      }
    },
    {
      "price": 1000,
      "unit": {
        "en": "SEK/template",
        "sv": "kr/mall"
      },
      "name": {
        "en": "Social Media Designs",
        "sv": "Design för sociala medier"
      },
      "description": {
        "en": "Custom-designed social media templates tailored to your brand, ensuring consistent and professional-looking posts across platforms.",
        "sv": "Specialdesignade mallar för sociala medier som är utformade efter ditt varumärke och säkerställer enhetliga och proffsiga inlägg på alla plattformar."
      }
    },
    {
      "price": 500,
      "unit": {
        "en": "SEK/hour",
        "sv": "kr/timme"
      },
      "name": {
        "en": "Website Design",
        "sv": "Webbdesign"
      },
      "description": {
        "en": "Modern and responsive website design services focusing on user experience and visual appeal to help your business stand out online.",
        "sv": "Modern och responsiv webbdesign med fokus på användarvänlighet och utseende för att hjälpa ditt företag att sticka ut online."
      }
    },
    {
      "price": 500,
      "unit": {
        "en": "SEK/page",
        "sv": "kr/sida"
      },
      "name": {
        "en": "Brochures & Flyers",
        "sv": "Broschyrer & flygblad"
      },
      "description": {
        "en": "Professional print design services for marketing materials, ensuring your message is communicated effectively and attractively.",
        "sv": "Professionella tjänster för tryckdesign av reklammaterial som säkerställer att ditt budskap kommuniceras på ett effektivt och attraktivt sätt."
      }
    }
  ]
}
