{
  "categoryName": {
    "en": "Photography & Video",
    "sv": "Fotografi & video"
  },
  "icon": "PhCameraDuotone",
  "color": "red",
  "services": [
    {
      "price": 1500,
      "unit": {
        "en": "SEK/session",
        "sv": "kr/tillfälle"
      },
      "name": {
        "en": "Product Photography",
        "sv": "Produktfotografi"
      },
      "description": {
        "en": "Professional product photography featuring clean, detailed shots against complementary backgrounds. Ideal for e-commerce, catalogues, and technical product presentations.",
        "sv": "Professionell produktfotografering med stilrena, detaljrika bilder mot kompletterande bakgrunder. Perfekt för e-handel, kataloger och tekniska produktpresentationer."
      }
    },
    {
      "price": 2500,
      "unit": {
        "en": "SEK/session",
        "sv": "kr/tillfälle"
      },
      "name": {
        "en": "Lifestyle Photography",
        "sv": "Livsstilsfotografi"
      },
      "description": {
        "en": "Photography showcasing environments or people in real-life contexts and scenarios, perfect for marketing materials and campaigns where emotional connection and storytelling are key. The higher cost reflects additional setup complexity and location requirements.",
        "sv": "Fotografi som visar miljöer eller människor i verklighetstrogna sammanhang och scenarier, perfekt för marknadsföringsmaterial och kampanjer där emotionella kopplingar och berättandet är viktigt. Den högre kostnaden reflekterar ytterligare komplexitet i upplägg och platskrav."
      }
    },
    {
      "price": 2500,
      "unit": {
        "en": "SEK/day",
        "sv": "kr/dag"
      },
      "name": {
        "en": "Event Coverage",
        "sv": "Event bevakning"
      },
      "description": {
        "en": "Comprehensive event photography for events or private celebrations, ideal for businesses and individuals.",
        "sv": "Omfattande evenemangsfotografering för evenemang eller privata fester, perfekt för företag och privatpersoner."
      }
    },
    {
      "price": 200,
      "unit": {
        "en": "SEK/image",
        "sv": "kr/bild"
      },
      "name": {
        "en": "Photo Editing",
        "sv": "Fotoredigering"
      },
      "description": {
        "en": "Professional photo retouching and enhancement services to make your images stand out, including colour correction, background cleanup, and detail enhancement.",
        "sv": "Professionell bildbehandling och bildförbättring för att få dina foton att sticka ut, inklusive färgkorrigering, bakgrundsrensning och detaljförstärkning."
      }
    },
    {
      "price": 3000,
      "unit": {
        "en": "SEK/project",
        "sv": "kr/projekt"
      },
      "name": {
        "en": "Promotional Videos",
        "sv": "Kampanjvideor"
      },
      "description": {
        "en": "Creation of engaging promotional videos for your business or product, including concept development, filming, and post-production editing.",
        "sv": "Skapande av engagerande reklamvideor för ditt företag eller din produkt, inklusive konceptutveckling, filmning och redigering efter produktionen."
      }
    }
  ]
}
